"Fetching from Facebook..." = "Obteniendo desde Facebook...";

"Share on %@" = "Compartir en %@";

/* HUD Messages */
"Loading..." = "Cargando...";

"Cancel" = "Cancelar";

"Go to Settings > Twitter > Add Account" = "Ir a Ajustes > Twitter > Añadir cuenta";

"Sending message..." = "Enviando mensaje...";

"\"To\" is not selected." = "\"Para\" no esta seleccionado";

/* Action Sheet Titles */
"Choose an Email address" = "Escoge una dirección Email";

"Your name is empty." = "Tu nombre esta vacio";

"Share" = "Compartir";

"This contact has no email address" = "Este contacto no tiene una dirección de email";

"Sending..." = "Enviando...";

"Select at least 1 social media." = "Selecciona al menos 1 red social.";

"This contact has no phone number" = "Este contacto no tiene número de teléfono";

/* Error Messages */
"Sorrry we can't do this" = "Lo Sentimos, no podemos hacer esto";

"Send" = "Enviar";

"Share via Text" = "Compartir vía mensaje de texto";

"Cannot Send Message" = "No se pudo enviar el mensaje";

"NO PERMISSIONS" = "SIN PERMISO";

"Go to Settings > Privacy > Contacts > %@" = "Ir a Herramientas > Privacidad > Contactos %@";

"Choose a phone number" = "Escoge un número de télefono";

"Go to Settings > Facebook > %@" = "Ir a Herramientas > Facebook > %@";

"APP_NAME" = "APP_NOMBRE";

"Clear" = "Borrar";

"LINE is not installed." = "La LÍNEA no está instalada.";

"Sending Mail..." = "Enviando Mail..";

"Invite" = "Invitar";

"Cannot Send Mail" = "No se pudo enviar el Mail";

"Sent!" = "Enviado!";

"Invite Friends" = "Invitar Amigos";

"Go to Settings > Twitter > %@" = "Ir a Herramientas > Twitter > %@";

"Preview Invite" = "Invitación Previa";

"Fetching from Twitter..." = "Obteniendo desde Twitter...";

"ACCOUNTS NOT FOUND" = "CUENTAS NO ENCONTRADAS";

"OK" = "OK";

"Text messaging is not available" = "Mensajería de texto no esta disponible";

"Text doesn't support the bulk invitation." = "El texto no es compatible con las invitaciones en masa.";

/* View Titles, Button Titles, etc... */
"Invite via %@" = "Invitar vía %@";

"Go to Settings > Facebook" = "Ir a Ajustes > Facebook";

"Share via Mail" = "Compartir vía Mail";

"Authorizing..." = "Autorizando...";

"Creating page..." = "Creando página...";

"ALL" = "TODO";

